brew 'z'
brew 'pv'
brew 'rsync'
brew 'jq'
brew 'zsh-completions'
brew 'coreutils'
brew 'git'
brew 'zsh'
brew 'vim'
brew 'colordiff'
brew 'jsonpp'
brew 'tree'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'htop'
brew 'trash'
brew 'delta'
brew 'rbenv'
brew 'ripgrep'
brew 'fzf'
brew 'dnsmasq'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'nnn'
brew 'exiftool'
brew 'mediainfo'
brew 'mosh'
brew 'minikube'
brew 'youtube-dl'
brew 'ffmpeg'

cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'kitty'
cask 'ngrok'
