# Use Brewdler gem to install (brewdle install)

brew 'git'
brew 'python'
brew 'mercurial'
brew 'zsh'
brew 'ruby-install'
brew 'ack'
brew 'colordiff'
brew 'jsonpp'
brew 'node'
brew 'wrk'
brew 'tree'
brew 'vim --HEAD'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'htop'
brew 'tig'
brew 'httrack'

tap 'phinze/homebrew-cask'
brew 'brew-cask'
tap 'caskroom/versions'

cask 'iterm2'
cask 'alfred'
cask 'the-unarchiver'
cask 'kaleidoscope'
cask 'moom'
cask 'sigil'
cask 'transmission'
cask 'istat-menus'
cask 'transmit'
cask 'cleanmymac'
cask 'cocktail'
cask 'marked'
cask 'bartender'
cask 'vmware-fusion'
cask 'flux'
cask 'knox'
cask 'dropbox'
cask 'vagrant'
cask 'things'
cask 'arq'
cask 'cloak'
cask 'google-chrome'
