brew 'z'
brew 'pv'
brew 'rsync'
brew 'jq'
brew 'zsh-completions'
brew 'git'
brew 'vim'
brew 'colordiff'
brew 'jsonpp'
brew 'tmux'
brew 'git-delta'
brew 'rbenv'
brew 'ripgrep'
brew 'fzf'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'nnn'
brew 'exiftool'
brew 'mediainfo'
brew 'mosh'
brew 'youtube-dl'
brew 'ffmpeg'
brew 'mkvtoolnix'
brew 'doctl'
brew 'qemu'
brew 'gcc'
brew 'libvirt'

cask 'ngrok'
